{
  "direction": { "title": "Направления" },
  "gallery": {
    "title": "Наши работы",
    "seeMoreBtn": "Еще",
    "closeBtn": "Закрыть"
  },
  "navbar": {
    "home": "Главный",
    "about": "О нас",
    "gallery": "Наши работы",
    "contact": "Контакты",
    "btnApply": "Связаться"
  },
  "aboutUs": {
    "title": "О нас",
    "subTitle": "IT-аутсорсинговая компания",
    "description": "'Texno Dargoh' - ташкентская компания, осуществляющая поддержку бизнеса клиентов на долгосрочной основе: IT-консалтинг, брендинговые технологии, дизайнерские решения, разработка и сопровождение интернет-проектов, интернет-маркетинг, дизайн и разработка сайтов, а также их поддержка и развитие.",
    "applyBtn": "Связаться"
  },
  "aboutData": {
    "telegramBot": {
      "title": "Telegram Bot",
      "subtitle": "Что такое Telegram-бот?",
      "content": {
        "p1": "Telegram Бот — полезное дополнение к умному общению, особенно в профессиональных сферах. По сравнению с наиболее популярными мессенджерами Telegram предлагает дополнительные преимущества в обмене информацией с помощью специальных запросов и действий бота, перечисленных в нашей статье. ",
        "p2": "Однако, как и все программирование, Telegram обычно требует конкретных знаний в области программирования для широкого использования. В частности, для использования в промышленности и при подключении к машинам OPC-маршрутизатор является рекомендуемым инструментом, который чрезвычайно упрощает именно это сложное программирование."
      }
    },
    "threeDesign": {
      "title": "3D Design",
      "subtitle": "Что такое 3D-дизайн и какое программное обеспечение используется для создания 3D-моделей?",
      "content": {
        "p1": "3D-дизайн — это процесс использования программного обеспечения для создания математического представления трехмерного объекта или формы. Созданный объект называется 3D-моделью, и эти 3-мерные модели используются для компьютерного проектирования (CG). 3D-дизайн используется в различных отраслях, чтобы помочь художникам формировать, общаться, документировать, анализировать и делиться своими идеями.",
        "p2": "Это всего лишь несколько типов методов 3D-проектирования, используемых в производстве, архитектуре, строительстве, медиа и индустрии развлечений."
      }
    },
    "crm": {
      "title": "CRM",
      "subtitle": "Что такое CRM-система ?",
      "content": {
        "p1": "Разработка CRM-систем производится адаптированно к специфическим целям и конкретным требованиям бизнеса. Сроки создания ПО зависят от индивидуальных характеристик проекта. При нашем участии в разработке CRM достигается четкое и прозрачное управление, внутренняя согласованность, стабильное взаимодействие и формирование клиентской лояльности.",
        "p2": "Для чего нужна CRM?",
        "p3": "1.Систематизация и управление продажами, если вы не успеваете обслуживать клиентов вручную. 2.Ведение истории взаимоотношений с каждым покупателем «от и до». 3. Контроль эффективности менеджеров и отделов: какой объем работы они выполняют и как взаимодействуют с клиентами. 4. Сбор информации: на каком этапе компания обычно теряет заказчиков и сколько потенциальных клиентов так и не стали покупателями. 5. Получение быстрой и полной аналитики процессов работы с клиентами. 6. Увеличение продаж за счет устранения недостатков в работе с клиентами и оптимизации процессов."
      }
    },
    "mobile": {
      "title": "Mobile",
      "subtitle": "Что такое мобильное приложение?",
      "content": {
        "p1": "Мобильное приложение или приложение — это компьютерная программа или программное приложение, предназначенное для работы на мобильном устройстве, таком как телефон, планшет или часы. Мобильные приложения часто отличаются от настольных приложений, предназначенных для работы на настольных компьютерах, и веб-приложений, которые запускаются в мобильных веб-браузерах, а не непосредственно на мобильном устройстве.",
        "p2": "Приложения изначально предназначались для повышения производительности, например для электронной почты, календаря и баз данных контактов, но общественный спрос на приложения привел к быстрому распространению на другие области, такие как мобильные игры, автоматизация производства, GPS и услуги на основе местоположения, отслеживание заказов и продажа билетов. покупок, так что теперь доступны миллионы приложений. Для многих приложений требуется доступ в Интернет. Приложения обычно загружаются из магазинов приложений, которые являются разновидностью платформ цифрового распространения.",
        "p3": "Приложения в целом подразделяются на три типа: нативные приложения, гибридные и веб-приложения. Нативные приложения разработаны специально для мобильной операционной системы, обычно iOS или Android. Веб-приложения написаны на HTML5 или CSS и обычно запускаются через браузер. Гибридные приложения создаются с использованием веб-технологий, таких как JavaScript, CSS и HTML5, и функционируют как веб-приложения, замаскированные в собственном контейнере."
      }
    },
    "eCommerce": {
      "title": "E-Commerce",
      "subtitle": "Что такое электронная коммерция?",
      "content": {
        "p1": "Электронная коммерция — это область цифровой экономики, включающая в себя все финансовые и коммерческие операции, осуществляемые с использованием компьютерных сетей, и бизнес-процессы, связанные с такими транзакциями.",
        "p2": "Электронная коммерция включает в себя:",
        "p3": "1. B2B — сокращенно «business-to-business» — Торговля между компаниями с использованием приложений через Сайт. Вместо того, чтобы принимать заказы через торговых представителей по телефону или электронной почте, заказы принимаются в цифровом виде, что снижает накладные расходы.",
        "p4": "2. B2C — сокращенно «business-to-Consumer —  Розничная торговля относится к деятельности по продаже товаров или услуг непосредственно потребителям или конечным пользователям. В ряде юрисдикций или регионов юридические определения розничной торговли гласят, что не менее 80 процентов продаж должны производиться конечными пользователями.",
        "p5": "3. C2C — сокращенно «Consumer-to-Consumer — Этот метод ведения электронной торговли включает транзакции между двумя потребителями, ни один из которых не является предпринимателем в юридическом смысле этого слова."
      }
    },
    "smm": {
      "title": "SMM",
      "subtitle": "Что такое СММ ?",
      "content": {
        "p1": "Маркетинг в социальных сетях (SMM) использует социальные сети и социальные сети, такие как Facebook, Twitter и Instagram, для продвижения продуктов и услуг, взаимодействия с существующими клиентами и привлечения новых. Сила маркетинга в социальных сетях исходит из беспрецедентных возможностей социальных сетей в трех основных областях маркетинга: связь, взаимодействие и данные о клиентах.",
        "p2": "Маркетинг в социальных сетях изменил то, как компании могут влиять на поведение потребителей — от продвижения контента, который стимулирует взаимодействие, доизвлечения личных данных, которые вызывают отклик у пользователей. Поскольку сегодня социальные сети настолько распространены, методы маркетинга, использующие эти платформы, чрезвычайно важны для бизнеса."
      }
    },
    "documentation": {
      "title": "WEB",
      "subtitle": "Веб-приложение и веб-страница",
      "content": {
        "p1": "1. Веб-приложение (или web app) — это прикладное программное обеспечение, доступ к которому осуществляется с помощью веб-браузера. Веб-приложения доставляются через World Wide Web пользователям с активным сетевым подключением.",
        "p2": "2. Веб-страни́ца (англ. Web page) — документ или информационный ресурс Всемирной паутины, доступ к которому осуществляется с помощью веб-браузера."
      }
    },
    "registration": {
      "title": "Registration System",
      "subtitle": "Что такое Система регистрации?",
      "content": {
        "p1": "Автоматизированная программно-аппаратная платформа для регистрации посетителей мероприятий, выдачи им бейджа QR CODE, подготовки отчетов, ведения сайта онлайн-регистрации, выгрузки зарегистрированных онлайн-посетителей на оффлей и автоматической печати."
      }
    }
  },

  "contact": {
    "title": "Контакты",
    "subtitle1": "Оставьте нам сообщение",
    "subtitle2": "Информация",
    "input1": "Эл. адрес",
    "input2": "Телефон",
    "input3": "О вашем проекте",
    "submitBtn": "Отправить",
    "location": "Elbek 24/1, Tashkent"
  },
  "lastOrder": {
    "title": "Последний заказ",
    "number": "Номер",
    "date": "Дата",
    "status": "Статус",
    "operator": "Оператор",
    "operatorPhone": "Номер оператора"
  },
  "footer": {
    "services": {
      "label": "Сервисы",
      "child1": "Система регистрации",
      "child2": "Mobile Applications",
      "child3": "Мобильные приложения",
      "child4": "3D дизайн",
      "child5": "CRM",
      "child6": "E-Commerce",
      "child7": "Веб-приложения",
      "child8": "СММ"
    },
    "aboutUs": {
      "label": "Разделы",
      "child1": "Главный",
      "child2": "About Us",
      "child3": "О нас",
      "child4": "Связаться"
    },
    "partners": {
      "label": "Партнеры"
    },
    "copyright": "© 2022 ООО «Texno Dargoh». Все права защищены"
  }
}
